Repository: nholuongut/openstack-ansible
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de

source: 2023.1 (Antelope): EOM (end-of-maintenance)
de: 2023.1 (Antelope): EOM (Ende der Wartung)

source: 2023.2 (Bobcat): Maintained
de: 2023.2 (Bobcat): Unterstützt

source: 2024.1 (Caracal): Maintained
de: 2024.1 (Caracal): Unterstützt

source: 2024.2 (Dalmatian): Maintained
de: 2024.2 (Dalmatian): Unterstützt

source: 2025.1 (Epoxy): Under development
de: 2025.1 (Epoxy): In der Entwicklung

source: Abstract
de: Abstrakt

source: Documentation for each of the following releases is available.
de: Dokumentation für jede der folgenden Versionen ist verfügbar.

source: Mitaka: EOL (end-of-life)
de: Mitaka: EOL (Ende der Lebensdauer)

source: Newton: EOL (end-of-life)
de: Newton: EOL (Ende der Lebensdauer)

source: Ocata: EOL (end-of-life)
de: Ocata: EOL (Ende der Lebensdauer)

source: OpenStack-Ansible 2023.1 (Antelope) was EOM-ed on January 31, 2025.
de: OpenStack-Ansible 2023.1 (Antelope) wurde am 31. Januar 2025 eingestellt.

source: OpenStack-Ansible 2023.2 (Bobcat) was first released with the 28.0.0 tag on December 7, 2023.
de: OpenStack-Ansible 2023.2 (Bobcat) war die erste Version mit dem 28.0.0 Tag, am 7. Dezember 2023.

source: OpenStack-Ansible 2024.1 (Caracal) was first released with the 29.0.0 tag on June 6, 2024.
de: OpenStack-Ansible 2024.1 (Caracal) war die erste Version mit dem 29.0.0 Tag, am 6. Juni 2024.

source: OpenStack-Ansible 2024.2 (Dalmatian) was first released with the 30.0.0 tag on November 28, 2024.
de: OpenStack-Ansible 2024.2 (Dalmatian) war die erste Version mit dem 30.0.0 Tag, 28. November 2024.

source: OpenStack-Ansible 2025.1 (Epoxy) is currently Under Development.
de: OpenStack-Ansible 2025.1 (Epoxy) ist momentan in der Entwicklung.

source: OpenStack-Ansible Documentation
de: OpenStack-Ansible-Dokumentation

source: OpenStack-Ansible Train series was EOL'd on 3 January 2024.
de: OpenStack-Ansible Train wurde am 3. Januar 2024 EOL'd.

source: OpenStack-Ansible Ussuri series was EOL'd on 3 January 2024.
de: OpenStack-Ansible Ussuri wurde am 3. Januar 2024 EOL'd.

source: OpenStack-Ansible Victoria series was EOM-ed on April 12, 2024.
de: Der Support für OpenStack-Ansible Victoria endete am 12. April 2024.

source: OpenStack-Ansible Wallaby series was EOM-ed on April 12, 2024.
de: Der Support für OpenStack-Ansible Wallaby endete am 12. April 2024.

source: OpenStack-Ansible Xena series was EOM-ed on April 12, 2024.
de: Der Support für OpenStack-Ansible Xena endete am 12. April 2024.

source: OpenStack-Ansible Yoga series was EOM-ed on February 8, 2024.
de: Der Support für OpenStack-Ansible Yoga endete am 8. Februar 2024.

source: OpenStack-Ansible Zed series was EOM-ed on June 6, 2024.
de: Der Support für OpenStack-Ansible Zed endete am 6. Juni 2024.

source: OpenStack-Ansible provides Ansible playbooks and roles for the deployment and configuration of an OpenStack environment.
de: OpenStack-Ansible bietet Ansible-Playbooks und -Rollen für die Bereitstellung und Konfiguration einer OpenStack-Umgebung.

source: OpenStack-Ansible's Mitaka series was EOL'd on 10 April 2017.
de: OpenStack-Ansible's Mitaka-Serie wurde am 10. April 2017 gestartet.

source: OpenStack-Ansible's Newton series was EOL'd on 3 April 2018.
de: OpenStack-Ansible Newton-Serie wurde am 3. April 2018 EOL'd.

source: OpenStack-Ansible's Ocata series was EOL'd on 21 December 2022.
de: OpenStack-Ansible Ocata wurde am 21. Dezember 2022 EOL'd.

source: OpenStack-Ansible's Pike series was EOL'd on 17 June 2022.
de: OpenStack-Ansible Pike wurde am 17. Juni 2022 EOL'd.

source: OpenStack-Ansible's Queens series was EOL'd on 19 October 2022.
de: OpenStack-Ansible Queens wurde am 19. Oktober 2022 EOL'd.

source: OpenStack-Ansible's Rocky series was EOL'd on 11 July 2023.
de: OpenStack-Ansible Rocky wurde am 11. Juli 2023 EOL'd.

source: OpenStack-Ansible's Stein series was EOL'd on 14 December 2023.
de: OpenStack-Ansible Stein wurde am 14. Dezember 2024 EOL'd.

source: Pike: EOL (end-of-life)
de: Pike: EOL (Ende der Lebensdauer)

source: Queens: EOL (end-of-life)
de: Queens: EOL (Ende der Lebensdauer)

source: Release notes
de: Versionshinweise

source: Rocky: EOL (end-of-life)
de: Rocky: EOL (Ende der Lebensdauer)

source: Stein: EOL (end-of-life)
de: Stein: EOL (Ende der Lebensdauer)

source: To view the documentation only, see the `OpenStack-Ansible Mitaka Documentation <https://docs.openstack.org/openstack-ansible/mitaka/>`_.
de: Informationen zum Anzeigen der Dokumentation finden Sie in der `OpenStack-Ansible Mitaka-Dokumentation <https://docs.openstack.org/openstack-ansible/mitaka/>`_.

source: To view the documentation only, see the `OpenStack-Ansible Newton Documentation <https://docs.openstack.org/openstack-ansible/newton/>`_.
de: Informationen zum Anzeigen der Dokumentation finden Sie in der `OpenStack-Ansible Newton Dokumentation <https://docs.openstack.org/openstack-ansible/newton/>`_.

source: Train: EOL (end-of-life)
de: Train: EOL (Ende der Lebensdauer)

source: Ussuri: EOL (end-of-life)
de: Ussuri: EOL (Ende der Lebensdauer)

source: Victoria: EOM (end-of-maintenance)
de: Victoria: EOM (Ende der Wartung)

source: Wallaby: EOM (end-of-maintenance)
de: Wallaby: EOM (Ende der Wartung)

source: Xena: EOM (end-of-maintenance)
de: Xena: EOM (Ende der Wartung)

source: Yoga: EOM (end-of-maintenance)
de: Yoga: EOM (Ende der Wartung)

source: Zed: EOM (end-of-maintenance)
de: Zed: EOM (Ende der Wartung)

source: `OpenStack-Ansible 2023.1 Documentation`_
de: `OpenStack-Ansible 2023.1 Dokumentation`_

source: `OpenStack-Ansible 2023.1 series release notes`_
de: `OpenStack-Ansible 2023.1 Serie Versionshinweise`_

source: `OpenStack-Ansible 2023.2 Documentation`_
de: `OpenStack-Ansible 2023.2 Dokumentation`_

source: `OpenStack-Ansible 2023.2 series release notes`_
de: `OpenStack-Ansible 2023.2 Serie Versionshinweise`_

source: `OpenStack-Ansible 2024.1 Documentation`_
de: `OpenStack-Ansible 2024.1 Dokumentation`_

source: `OpenStack-Ansible 2024.1 series release notes`_
de: `OpenStack-Ansible 2024.1 Serie Versionshinweise`_

source: `OpenStack-Ansible 2024.2 Documentation`_
de: `OpenStack-Ansible 2024.2 Dokumentation`_

source: `OpenStack-Ansible 2024.2 series release notes`_
de: `OpenStack-Ansible 2024.2 Serie Versionshinweise`_

source: `OpenStack-Ansible Ocata Documentation`_
de: `OpenStack-Ansible Ocata Dokumentation`_

source: `OpenStack-Ansible Ocata series release notes`_
de: `OpenStack-Ansible Ocata Serie Versionshinweise`_

source: `OpenStack-Ansible Pike Documentation`_
de: `OpenStack-Ansible Pike Dokumentation`_

source: `OpenStack-Ansible Pike series release notes`_
de: `OpenStack-Ansible Pike Serie Versionshinweise`_

source: `OpenStack-Ansible Queens Documentation`_
de: `OpenStack-Ansible Queens Dokumentation`_

source: `OpenStack-Ansible Queens series release notes`_
de: `OpenStack-Ansible Queens Series Versionshinweise`_

source: `OpenStack-Ansible Rocky Documentation`_
de: `OpenStack-Ansible Rocky Dokumentation`_

source: `OpenStack-Ansible Rocky series release notes`_
de: `OpenStack-Ansible Rocky Serie Versionshinweise`_

source: `OpenStack-Ansible Stein Documentation`_
de: `OpenStack-Ansible Stein Dokumentation`_

source: `OpenStack-Ansible Stein series release notes`_
de: `OpenStack-Ansible Stein Serie Versionshinweise`_

source: `OpenStack-Ansible Train Documentation`_
de: `OpenStack-Ansible Train Dokumentation`_

source: `OpenStack-Ansible Train series release notes`_
de: `OpenStack-Ansible Train Serie Versionshinweise`_

source: `OpenStack-Ansible Ussuri Documentation`_
de: `OpenStack-Ansible Ussuri Dokumentation`_

source: `OpenStack-Ansible Ussuri series release notes`_
de: `OpenStack-Ansible Ussuri Serie Versionshinweise`_

source: `OpenStack-Ansible Victoria Documentation`_
de: `OpenStack-Ansible Victoria Dokumentation`_

source: `OpenStack-Ansible Victoria series release notes`_
de: `OpenStack-Ansible Victoria Serie Versionshinweise`_

source: `OpenStack-Ansible Wallaby Documentation`_
de: `OpenStack-Ansible Wallaby Dokumentation`_

source: `OpenStack-Ansible Wallaby series release notes`_
de: `OpenStack-Ansible Wallaby Serie Versionshinweise`_

source: `OpenStack-Ansible Xena Documentation`_
de: `OpenStack-Ansible Xena Dokumentation`_

source: `OpenStack-Ansible Xena series release notes`_
de: `OpenStack-Ansible Xena Serie Versionshinweise`_

source: `OpenStack-Ansible Yoga Documentation`_
de: `OpenStack-Ansible Yoga Dokumentation`_

source: `OpenStack-Ansible Yoga series release notes`_
de: `OpenStack-Ansible Yoga Serie Versionshinweise`_

source: `OpenStack-Ansible Zed Documentation`_
de: `OpenStack-Ansible Zed Dokumentation`_

source: `OpenStack-Ansible Zed series release notes`_
de: `OpenStack-Ansible Zed Serie Versionshinweise`_
